{
      "beer": [
            {
                  "title": "belching beaver brewing branded & barreled mexican chocolate cake",
                  "style": "Imperial Stout",
                  "abv": "14.25%",
                  "IBU": "12",
                  "beerNumber": "#24",
                  "AdditionalNotes": "Super delicious cinnamon vibes"
            },
            {
                  "title": "wise acre tiny bomb",
                  "style": "Pilsner",
                  "abv": "10%",
                  "IBU": "9",
                  "beerNumber": "#23",
                  "AdditionalNotes": "This beer is made with honey and wild flower."
            },
            {
                  "title": "zilker cowboy candy",
                  "style": "Pale Ale American",
                  "abv": "5%",
                  "IBU": "11",
                  "beerNumber": "#13",
                  "AdditionalNotes": "Expect lots of fruity flavors"
            },
            {
                  "title": "Blue Owl Bobs Great Porter",
                  "style": "Porter American",
                  "abv": "5.5%",
                  "IBU": "n/a",
                  "beerNumber": "#3",
                  "AdditionalNotes": "Smooth with enjoyable flavors of chocolate"
            },
            {
                  "title": "St Arnold Art Car",
                  "style": "American IPA",
                  "abv": "7.2%",
                  "IBU": "55",
                  "beerNumber": "#11",
                  "AdditionalNotes": "Bitter citrus to sweet"
            },
            {
                  "title": "St Arnold Tarnation",
                  "style": "Strong Ale",
                  "abv": "9%",
                  "IBU": "n/a",
                  "beerNumber": "#16",
                  "AdditionalNotes": "Four malts and four hops in the malty strong ale"
            },
            {
                  "title": "Blue Owl Spirit Animal",
                  "style": "Sour Ale",
                  "abv": "5%",
                  "IBU": "12",
                  "beerNumber": "#5",
                  "AdditionalNotes": "Spirit Animal offers a light and tart addition to a wonderful tasting ale"
            }
      ],
      "food": [],
      "newsLetters": [
            {
                  "heading": {
                        "element": "heading",
                        "text": "Hocus Pocus"
                  },
                  "paragraph-1": {
                        "element": "paragraph",
                        "text": "Pair a Plain, Rosemary, or Cinnamon Raisin bagel with a cream cheese or chive schmear for a tasty breakfast on-the-go, or  grab our new White Cheddar and Prosciutto Grilled Cheese! We're slinging these bad boys all day from 8am until the hour before closing time."
                  },
                  "paragraph-2": {
                        "element": "paragraph",
                        "text": "Happy Hour starts at 4 and last for the entire duration of the game. Look for the Longhorns logo on the draft board to take $3 off!"
                  },
                  "heading-2": {
                        "element": "sub-heading",
                        "text": "Happy Hour starts at 4 and last for the entire duration of the game. Look for the Longhorns logo on the draft board to take $3 off!"
                  },
                  "returning-beer-1": {
                        "element": "list",
                        "text": "Saloon Door Kemah Suprema - American light lager, crisp and refreshing."
                  },
                  "returning-beer-2": {
                        "element": "list",
                        "text": "4.7% Bear King Monkey Bridge Hefe - This style has a distinct banana character with hints of clove, a dry finish, full mouth feel, and high carbonation."
                  },
                  "returning-beer-3": {
                        "element": "list",
                        "text": "5.8% Belching Beaver No Worries IPA - Strata, Galaxy, Mosiac, Citra, and Amarillo hops all lend their characteristics to this delightful West Coast IPA."
                  },
                  "returning-beer-4": {
                        "element": "list",
                        "text": "6.2% BrewDog USA Hellcat IPA - BrewDog USA partners with Iron Maiden to create a fiesty India Pale Lager, citrus-forward with an especially complex balance of malts and hops."
                  },
                  "returning-beer-5": {
                        "element": "list",
                        "text": "6% Pinthouse Island Kitty - A truly tropical IPA with a full body, some underlying hop character, and notes of juicy pineapple, tropical fruit, coconut, and nutmeg."
                  },
                  "returning-beer-6": {
                        "element": "list",
                        "text": "6.5% Vista Hive Mind - This honey ale was brewed with wild yeast and 150 lbs of Central Texas Honey donated by 25 Central Texas beekeepers."
                  },
                  "heading-3": {
                        "element": "sub-heading",
                        "text": "New Wines This Week"
                  },
                  "wine-item-1": {
                        "paragraph1": {
                              "element": "paragraph",
                              "text": "Chateau d'Oupia Les Heretiques Pays D'Herault - Andre Iche inherited an impressive 13th century castle and a large estate in the barren Minervois region. Iche, now in his sixties and never a member of his village coop, tended his very old vines and made his wines but sold everything in bulk to local negociants. Fifteen years ago, a Burgundian winemaker happened to be in Oupia, tasted Iches wines, and was so enthused that he convinced Iche to bottle and market his production. Since then, Iche has become an eternal twenty-year-old."
                        }, 
                        "paragraph2": {
                              "element": "paragraph",
                              "text": "The Minervois Tradition is 60% Carignan (from Vineyards up to 100 years old), 30% Syrah, and 10% Grenache. It is aromatic, full and densely colored, with a long finish of dark fruits. The wine is elegant and balanced - it is both enjoyable to drink young and can age 5-7 years. Cuvee des Barons and Nobilis are 60% Syrah and 40% Carignan, from a selection of old vines in the best plots, and are aged in Bordeaux barriques for 20 months. They are slower to evolve than the Cuvee Tradition, and exhibit more elegance and restraint, but similar dark berries and spicy aromas."
                        }
                  }, 
                  "wine-item-2": {
                        "paragraph1": {
                              "element": "paragraph",
                              "text": "Areni is Armenia's leading red grape variety, capable of making energetic wines full of bright fruity flavors. Zulal, meaning 'pure' in Armenian, was created to express the purest characteristics of Armenia's indigenous grape varieties grown in volcanic soils at high elevation. The 2018 Areni is a classic expression of the acient Areni variety."
                        },
                        "paragraph2": {
                              "element": "paragraph",
                              "text": "The 2018 Areni is an aromatic wine with notes of red cherries, plums and notes pepper. On the palate it's medium-bodied, with refreshing acidity and concentrated flavors of berries and spices. 13% ABV"
                        }
                  },
                  "heading-4": {
                        "element": "sub-heading",
                        "text": "New Beers This Week"
                  },
                  "news-beer-1": {
                        "element": "list",
                        "text": "Saloon Door Kemah Suprema - Walser Alpine Lager owes its inspiration to the crisp mountain lagers of the Swiss Appenzell. Rich golden in color with a delicately balanced profile of German Pilser malt, two varieties of Munich malt, and Spelt. Hopped with choice Hersbrucker, Tettnanger & Hallertau Tradition - meadow herbs and subtle spicy floral elements. 4.8% ABV"
                  },
                  "new-beer-2": {
                        "element": "list",
                        "text": "Brewtorium Sidewalk Piper - Tradition meets legend in this malt-forward medium-bodied ale. Rich flavors of toffee and maple coalesce into a deep amber colored beer with a pleasant candied hazelnut finish. 5.1% ABV"
                  }

            },
            {
                  "heading": {
                        "element": "heading",
                        "text": "Love is in the Air"
                  },
                  "paragraph-1": {
                        "element": "paragraph",
                        "text": "Almost 5 o'clock already...finding yourself lost in the first daydream of the week? Well don't rush home to make your bed, we've happy going til 6 instead(like we do everyday)! If you're the kind of person that's always yearning for your Funday, don't wait til Sunday. We're always stocked up with things to make your dreams come true."
                  },
                  "paragraph-2": {
                        "element": "paragraph",
                        "text": "For wine news this week, I'd like to take the time and highlight Soto Vino. This winemaking duo is currently working out of the facilities of the Austin Winery by way of San Antonio, but have roots learning the trade at Pedernales & William Chris Vineyards. Their first offering we have in store is 21 Sauvage. These hand harvested Mourvedre grapes from Salt Lick Vineyards have gone through full carbonic maceration and finish fermentation in stainless til bottling time. Consider this your 100% Texan take on Beajolais Noveau. Chil a bottle down and feel its powers chill you out."
                  },
                  "heading-2": {
                        "element": "sub-heading",
                        "text": "New and Returning Beers This Week"
                  },
                  "returning-beer-1": {
                        "element": "list",
                        "text": "Texas Keeper Cider Noir - Cider Noir is made from 100% Northern Spy apples double fermented with extra dark belgian candi, pecans and orange peel. Belgian candi, made from beet and date sugar, is a classic component of Dubbel and Trippel Ales. Dark fruit and toasted bread notes from the candi combine with ripe pear from the Spy. A hint of pecan and orange round out this stout cider. 11.1% ABV"
                  },
                  "returning-beer-2": {
                        "element": "list",
                        "text": "Martin House Cookies & Cream - Cookie Dough Stout 6.2% ABV & Rich Cream Ale."
                  },
                  "returning-beer-3": {
                        "element": "list",
                        "text": "Founders Frootwood - They took a crisp, light-bodied cherry ale and hid it away in oak barrels that have held both bourbon and maple syrup. After a lengthy stint, it emerged a changed beer, blanketed in notes of warm vanilla and earthy sweetness. The wood proves itself the star of this beer, adding depth and taming the tart cherry while the maple imposes a velvety texture that lingers for not a moment too long. 8% ABV"
                  },
                  "heading-3": {
                        "element": "sub-heading",
                        "text": "New Wines This Week"
                  }, 
                  "wine-item-1": {
                        "paragraph1": {
                              "element": "paragraph",
                              "text": "Selene Beaujolais Nouveau 2021 - From the winemakers: '2021 was a year that wouldn't stop. First we had the frost, which hit all of our parcels. We have 6 Hectares now, with a fairly small production. After the frost we had 6 hectares with almost no production. In April we decided to purchase some fruit in advance from some nice organic plots nearby; there was no way we would have coped otherwise. Then there was the rain... It was very wet, meaning lots of disease. We had so much work to do in the vineyards, but we were working with biodynamics and this really helped the health of what we were working with."
                        },
                        "paragraph2": {
                              "element": "paragraph",
                              "text": "The Carignan and Zinfandel comes from the Venturi Vineyard and Hawk Eye Ranch in Mendocino with a small addition (7%) of extended masceration Moscato and Colombard included to make the fruit aromas pop out of the glass."
                        }
                  },
                  "wine-item-2": {
                        "paragraph1": {
                              "element": "paragraph",
                              "text": "D Bosler Birdsnest Pinot Noir 2019 - A classic expression of  Pinot Noir from Chile. The nose is full of lush raspberries and floral notes. On the palate the fruit shines through with hints of spice giving the wine outstanding structure well beyond its price range - Winery Pablo Morande is one of the fathers of winemaking in Chile. His influence has transformed the surroundings in the Maipo Valley to be revered and respected around the world. Pablo is rooted in the history of Chilean wine production: being one of the leaders of the team making wines at Concha Y Toro, a very well known Chilean vineyard, and responsible for the release of the critically acclaimed Concha Y Toro Melchor (a wine may credit as the benchmark release for Chilean wines around the world). 13.5% ABV"
                        },
                        "paragraph2": {
                              "element": "paragraph",
                              "text": "This wine is crazy. A wacky and delicious blend of Zinfandel, Pinot Noir, Sangiovese, Chardonnay, Syrah and Gamay. A portion of the grapes undergo carbonic maceration to give the wine a fresh, juicy, floral aroma. Darker fruits come across on the palate providing some weight, while the freshness of the low sulphured grapes are crisp and tart. As the winery says, 'Light and ethereal, this red wine is meant to be served chilled and to refresh.' 12.5% ABV"
                        }
                  }
            }
      ]
}
